Repository: BFoucher/WidgetSliderBundle
Catalog: Resources/translations/victoire.*.xliff
Languages: fr

# form.slideritem.title.label
source: Heading
fr: Titre

# form.slideritem.subtitle.label
source: Subtitle
fr: Sous-titre

# form.slideritem.linkUrl.label
source: Button (Link)
fr: Bouton (Lien)

# form.slideritem.linkLabel.label
source: Button (label)
fr: Bouton (libellé)

# form.slideritem.image.label
source: Picture
fr: Image

# widget_slider.form.library.label
source: Library
fr: Librairie

# widget_slider.form.autoplay.label
source: Autoplay
fr: Lecture automatique

# widget_slider.form.adaptiveHeight.label
source: Adaptive Height
fr: Hauteur adaptive

# widget_slider.form.autoplaySpeed.label
source: Slides interval (milliseconds)
fr: Durée des slides (en millisecondes)

# widget_slider.form.bullets.label
source: Indicators (bullets)
fr: Indicateurs (puces)

# widget_slider.form.library.bootstrap.help
source: Bootstrap slider is implemented with bullets to navigate from one slide to another.</br> <a href="http://getbootstrap.com/javascript/#carousel" target="_blank">http://getbootstrap.com/javascript/#carousel</a>
fr: Le slider de Bootstrap est ici proposé avec des puces au centre de l'image pour passer d'une slide à l'autre.</br> <a href="http://getbootstrap.com/javascript/#carousel" target="_blank">http://getbootstrap.com/javascript/#carousel</a>

# widget_slider.form.library.slick.help
source: Slick slider fits perfectly with all devices.</br>It has been developed for responsive purposes and allows user to navigate from one slide to another by sliding the image.</br>Default theme implements navigation arrows on each side of the slider.</br> <a href="http://kenwheeler.github.io/slick" target="_blank">http://kenwheeler.github.io/slick</a>
fr: Le slider Slick s'adapte parfaitement à tous les supports.</br>Il est entièrement responsive et permet de passer d'une slide à l'autre en glissant l'image (comme sur tablette et mobile).</br>Par défaut, il intègre des flèches de navigation, de chaque côté de l'image.</br> <a href="http://kenwheeler.github.io/slick" target="_blank">http://kenwheeler.github.io/slick</a>

# widget_slider.form.add.label
source: Add a new item
fr: Ajouter un élément

# victoire.slider.reduce
source: Reduce all elements
fr: Réduire tous les éléments

# victoire.slider.reduce.active
source: Expand all elements
fr: Étendre tous les éléments

# form.slideritem.deprecated
source: This field is deprecated and will be remove to the next major update. Please do not use it again.
fr: Ce champs est déprécié et sera supprimé à la prochaine mise à jour, merci de ne plus l'utiliser

# form.slideritem.enabled.label
source: Active slide ?
fr: Activer ce slide ?

# widget_slider.form.advanced.label
source: Advanced mode ?
fr: Mode avancé ?

# widget.slider.preview
source: preview - close modal ans switch to edit mode to edit the slide.
fr: prévisualisation - fermez la modal et passer en mode édition pour éditer le slide.
